evaluation/old_results/ycsb_pm_results/redis/Runb/Run1
127.0.0.1
[OVERALL], RunTime(ms), 495501
[OVERALL], Throughput(ops/sec), 20181.593982655937
[TOTAL_GCS_G1_Young_Generation], Count, 40
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 114
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.02300701714022777
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 40
[TOTAL_GC_TIME], Time(ms), 114
[TOTAL_GC_TIME_%], Time(%), 0.02300701714022777
[READ], Operations, 9500390
[READ], AverageLatency(us), 47.70300861333061
[READ], MinLatency(us), 15
[READ], MaxLatency(us), 8783
[READ], 95thPercentileLatency(us), 54
[READ], 99thPercentileLatency(us), 65
[READ], Return=OK, 9500390
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2933.0
[CLEANUP], MinLatency(us), 2932
[CLEANUP], MaxLatency(us), 2933
[CLEANUP], 95thPercentileLatency(us), 2933
[CLEANUP], 99thPercentileLatency(us), 2933
[UPDATE], Operations, 499610
[UPDATE], AverageLatency(us), 45.062478733412064
[UPDATE], MinLatency(us), 16
[UPDATE], MaxLatency(us), 5875
[UPDATE], 95thPercentileLatency(us), 51
[UPDATE], 99thPercentileLatency(us), 64
[UPDATE], Return=OK, 499610