evaluation/old_results/ycsb_pm_results/redis/Runb/Run5
127.0.0.1
[OVERALL], RunTime(ms), 491834
[OVERALL], Throughput(ops/sec), 20332.063257115205
[TOTAL_GCS_G1_Young_Generation], Count, 40
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 109
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.022161948950255576
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 40
[TOTAL_GC_TIME], Time(ms), 109
[TOTAL_GC_TIME_%], Time(%), 0.022161948950255576
[READ], Operations, 9499770
[READ], AverageLatency(us), 47.456931273072925
[READ], MinLatency(us), 15
[READ], MaxLatency(us), 9111
[READ], 95thPercentileLatency(us), 53
[READ], 99thPercentileLatency(us), 66
[READ], Return=OK, 9499770
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3087.0
[CLEANUP], MinLatency(us), 3086
[CLEANUP], MaxLatency(us), 3087
[CLEANUP], 95thPercentileLatency(us), 3087
[CLEANUP], 99thPercentileLatency(us), 3087
[UPDATE], Operations, 500230
[UPDATE], AverageLatency(us), 45.36317693860824
[UPDATE], MinLatency(us), 16
[UPDATE], MaxLatency(us), 4111
[UPDATE], 95thPercentileLatency(us), 51
[UPDATE], 99thPercentileLatency(us), 66
[UPDATE], Return=OK, 500230